[
  {
    "id": 1,
    "title": "Government Approves New Education Policy",
    "summary": "A quick look into government approves new education policy.",
    "content": "Government Approves New Education Policy — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-21",
    "image": "default.jpg",
    "video": "",
    "breaking": true
  },
  {
    "id": 2,
    "title": "Parliament Debates Climate Action Bill",
    "summary": "A quick look into parliament debates climate action bill.",
    "content": "Parliament Debates Climate Action Bill — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-22",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 3,
    "title": "Opposition Criticizes Tax Reforms",
    "summary": "A quick look into opposition criticizes tax reforms.",
    "content": "Opposition Criticizes Tax Reforms — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-23",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 4,
    "title": "Prime Minister Visits Rural Areas",
    "summary": "A quick look into prime minister visits rural areas.",
    "content": "Prime Minister Visits Rural Areas — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-24",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 5,
    "title": "Election Commission Announces Poll Dates",
    "summary": "A quick look into election commission announces poll dates.",
    "content": "Election Commission Announces Poll Dates — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-25",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 6,
    "title": "New Law on Cybersecurity Passed",
    "summary": "A quick look into new law on cybersecurity passed.",
    "content": "New Law on Cybersecurity Passed — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-26",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 7,
    "title": "Protests Erupt Over Fuel Prices",
    "summary": "A quick look into protests erupt over fuel prices.",
    "content": "Protests Erupt Over Fuel Prices — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-27",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 8,
    "title": "Cabinet Reshuffle Brings New Faces",
    "summary": "A quick look into cabinet reshuffle brings new faces.",
    "content": "Cabinet Reshuffle Brings New Faces — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-28",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 9,
    "title": "Foreign Policy Summit Concludes",
    "summary": "A quick look into foreign policy summit concludes.",
    "content": "Foreign Policy Summit Concludes — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-29",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 10,
    "title": "Youth Wing Demands More Opportunities",
    "summary": "A quick look into youth wing demands more opportunities.",
    "content": "Youth Wing Demands More Opportunities — This article provides detailed coverage of politics news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Politics",
    "date": "2025-08-30",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 11,
    "title": "National Team Wins Football Championship",
    "summary": "A quick look into national team wins football championship.",
    "content": "National Team Wins Football Championship — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-08-31",
    "image": "default.jpg",
    "video": "",
    "breaking": true
  },
  {
    "id": 12,
    "title": "Star Cricketer Announces Retirement",
    "summary": "A quick look into star cricketer announces retirement.",
    "content": "Star Cricketer Announces Retirement — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-01",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 13,
    "title": "Olympics Preparations in Full Swing",
    "summary": "A quick look into olympics preparations in full swing.",
    "content": "Olympics Preparations in Full Swing — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-02",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 14,
    "title": "Local Marathon Draws Record Participants",
    "summary": "A quick look into local marathon draws record participants.",
    "content": "Local Marathon Draws Record Participants — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-03",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 15,
    "title": "Tennis Champion Secures 20th Grand Slam",
    "summary": "A quick look into tennis champion secures 20th grand slam.",
    "content": "Tennis Champion Secures 20th Grand Slam — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-04",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 16,
    "title": "Basketball League Kicks Off New Season",
    "summary": "A quick look into basketball league kicks off new season.",
    "content": "Basketball League Kicks Off New Season — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-05",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 17,
    "title": "Fans Celebrate Historic Hockey Victory",
    "summary": "A quick look into fans celebrate historic hockey victory.",
    "content": "Fans Celebrate Historic Hockey Victory — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-06",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 18,
    "title": "Athletics Meet Breaks Records",
    "summary": "A quick look into athletics meet breaks records.",
    "content": "Athletics Meet Breaks Records — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-07",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 19,
    "title": "Coach Praises Young Talent",
    "summary": "A quick look into coach praises young talent.",
    "content": "Coach Praises Young Talent — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-08",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 20,
    "title": "Stadium Renovation Completed Ahead of Cup",
    "summary": "A quick look into stadium renovation completed ahead of cup.",
    "content": "Stadium Renovation Completed Ahead of Cup — This article provides detailed coverage of sports news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Sports",
    "date": "2025-09-09",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 21,
    "title": "Blockbuster Movie Breaks Box Office Records",
    "summary": "A quick look into blockbuster movie breaks box office records.",
    "content": "Blockbuster Movie Breaks Box Office Records — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-10",
    "image": "default.jpg",
    "video": "",
    "breaking": true
  },
  {
    "id": 22,
    "title": "Popular Singer Drops New Album",
    "summary": "A quick look into popular singer drops new album.",
    "content": "Popular Singer Drops New Album — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-11",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 23,
    "title": "Theater Festival Attracts Thousands",
    "summary": "A quick look into theater festival attracts thousands.",
    "content": "Theater Festival Attracts Thousands — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-12",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 24,
    "title": "Streaming Platform Launches New Series",
    "summary": "A quick look into streaming platform launches new series.",
    "content": "Streaming Platform Launches New Series — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-13",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 25,
    "title": "Actor Wins International Award",
    "summary": "A quick look into actor wins international award.",
    "content": "Actor Wins International Award — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-14",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 26,
    "title": "TV Show Finale Leaves Fans Emotional",
    "summary": "A quick look into tv show finale leaves fans emotional.",
    "content": "TV Show Finale Leaves Fans Emotional — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-15",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 27,
    "title": "Fashion Week Showcases Local Designers",
    "summary": "A quick look into fashion week showcases local designers.",
    "content": "Fashion Week Showcases Local Designers — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-16",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 28,
    "title": "Documentary on Wildlife Goes Viral",
    "summary": "A quick look into documentary on wildlife goes viral.",
    "content": "Documentary on Wildlife Goes Viral — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-17",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 29,
    "title": "Comedy Night Draws Celebrities",
    "summary": "A quick look into comedy night draws celebrities.",
    "content": "Comedy Night Draws Celebrities — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-18",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 30,
    "title": "Historic Play Revived After Decades",
    "summary": "A quick look into historic play revived after decades.",
    "content": "Historic Play Revived After Decades — This article provides detailed coverage of entertainment news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Entertainment",
    "date": "2025-09-19",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 31,
    "title": "Tech Giant Unveils New Smartphone",
    "summary": "A quick look into tech giant unveils new smartphone.",
    "content": "Tech Giant Unveils New Smartphone — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-20",
    "image": "default.jpg",
    "video": "",
    "breaking": true
  },
  {
    "id": 32,
    "title": "Startups Showcase Innovations at Expo",
    "summary": "A quick look into startups showcase innovations at expo.",
    "content": "Startups Showcase Innovations at Expo — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-21",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 33,
    "title": "AI Tool Promises Smarter Healthcare",
    "summary": "A quick look into ai tool promises smarter healthcare.",
    "content": "AI Tool Promises Smarter Healthcare — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-22",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 34,
    "title": "Breakthrough in Battery Technology",
    "summary": "A quick look into breakthrough in battery technology.",
    "content": "Breakthrough in Battery Technology — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-23",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 35,
    "title": "Cybersecurity Threats on the Rise",
    "summary": "A quick look into cybersecurity threats on the rise.",
    "content": "Cybersecurity Threats on the Rise — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-24",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 36,
    "title": "Robotics Fair Highlights Future Trends",
    "summary": "A quick look into robotics fair highlights future trends.",
    "content": "Robotics Fair Highlights Future Trends — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-25",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 37,
    "title": "Researchers Develop Quantum Processor",
    "summary": "A quick look into researchers develop quantum processor.",
    "content": "Researchers Develop Quantum Processor — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-26",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 38,
    "title": "E-Governance Platform Launched",
    "summary": "A quick look into e-governance platform launched.",
    "content": "E-Governance Platform Launched — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-27",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 39,
    "title": "Virtual Reality Changing Education",
    "summary": "A quick look into virtual reality changing education.",
    "content": "Virtual Reality Changing Education — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-28",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 40,
    "title": "5G Rollout Expands Nationwide",
    "summary": "A quick look into 5g rollout expands nationwide.",
    "content": "5G Rollout Expands Nationwide — This article provides detailed coverage of technology news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Technology",
    "date": "2025-09-29",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 41,
    "title": "City Launches Clean Water Project",
    "summary": "A quick look into city launches clean water project.",
    "content": "City Launches Clean Water Project — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-09-30",
    "image": "default.jpg",
    "video": "",
    "breaking": true
  },
  {
    "id": 42,
    "title": "Local Market Revamped After Years",
    "summary": "A quick look into local market revamped after years.",
    "content": "Local Market Revamped After Years — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-01",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 43,
    "title": "Community Center Opens for Youth",
    "summary": "A quick look into community center opens for youth.",
    "content": "Community Center Opens for Youth — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-02",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 44,
    "title": "Mayor Announces New Housing Scheme",
    "summary": "A quick look into mayor announces new housing scheme.",
    "content": "Mayor Announces New Housing Scheme — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-03",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 45,
    "title": "Festival Celebrations Begin Downtown",
    "summary": "A quick look into festival celebrations begin downtown.",
    "content": "Festival Celebrations Begin Downtown — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-04",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 46,
    "title": "Traffic Improvements Reduce Congestion",
    "summary": "A quick look into traffic improvements reduce congestion.",
    "content": "Traffic Improvements Reduce Congestion — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-05",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 47,
    "title": "New Park Inaugurated for Families",
    "summary": "A quick look into new park inaugurated for families.",
    "content": "New Park Inaugurated for Families — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-06",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 48,
    "title": "Local School Wins National Award",
    "summary": "A quick look into local school wins national award.",
    "content": "Local School Wins National Award — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-07",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 49,
    "title": "Farmers’ Market Expands Offerings",
    "summary": "A quick look into farmers’ market expands offerings.",
    "content": "Farmers’ Market Expands Offerings — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-08",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  },
  {
    "id": 50,
    "title": "Heritage Building Restored for Tourism",
    "summary": "A quick look into heritage building restored for tourism.",
    "content": "Heritage Building Restored for Tourism — This article provides detailed coverage of local news. It explains the background, the main developments, and expert opinions. It also highlights reactions from the public and outlines potential impacts in the coming months. Readers will find context, analysis, and perspectives that make this story relevant and engaging.",
    "category": "Local",
    "date": "2025-10-09",
    "image": "default.jpg",
    "video": "",
    "breaking": false
  }
]
  }
]
